{"_id":"4B66Wj8wfLQkkRHdo","place":"Coon Rapids","name":"Coon Rapids Dam","filename":"MA6-9-CR-p1.jpg","mediaType":"historic","desc":"The Northern Mississippi Power Company began construction of a dam and hydroelectric power station at Coon Rapids in 1913. Although some local leaders argued that the dam should include locks, the Army Corps of Engineers determined that the river above the dam was not navigable, and the power company did not include a lock.  \n\nA crew of more than 1,000 worked day and night to build the dam. They lived in a nearby camp complete with streets, a store, clubhouse, hospital, office buildings, school, dormitories, dance hall, movie theater and billiard parlor. \n\nIn 1966 the hydroelectric station closed, and three years later the Hennepin County Park Board purchased the site.\n","caption":"The Coon Rapid Dam and hydroelectric power station in 1928.","credit":"Paul W. Hamilton / Minnesota Historical Society / Public domain","date":1928,"order":1,"slug":"coon-rapids-dam","width":1550,"height":1201}
{"_id":"4wEcoc3iLWKLSHLnj","filename":"I35_Bridge_Collapse_4crop.jpg","name":"","place":"Bohemian Flats","slug":"i35-bridge-collapse-4crop","width":1280,"height":703,"desc":"The Interstate 35W bridge over the Mississippi River collapsed on the evening of August 1, 2007. Thirteen people died and 145 suffered injuries. \n\nDuring routine inspections prior to its collapse, the Department of Transportation had rated the bridge “structurally deficient.” In 2007, approximately 75,000 other bridges in the United States had received this same rating. \n\nThe bridge collapse shone a spotlight on the nation’s crumbling infrastructure. In the days following the collapse, bridge inspections were increased around the country. \n","credit":"Courtesy Mike Wills / CC-BY-SA-2.0","order":"3"}
{"_id":"6dtiAaECwHX2WCENp","filename":"MR2-9-SP9-21-r1.jpg","name":"","place":"Mounds Park","slug":"m-r2-9-s-p9-21-r1","width":1550,"height":1096,"desc":"Railroads cut the river bluff back several hundred feet to make way for tracks in the late 1800s. They removed a large portion of a cave, known as Carver’s Cave, in the process and landslides blocked the cave entrance. \n\nIn 1913 a group of citizens raised money to clear the rubble and reopened the cave as a park. But the cave didn’t remain open for long as additional railroad construction caused more damage and covered the entrance with rubble.","caption":"The reopening of Carver’s Cave as part of the Saint Paul park system on November 5, 1913. ","credit":"Minnesota Historical Society / Public domain","order":"3"}
{"_id":"7wRKM6y6Z5F74nQz3","filename":"Bierstadt_Albert_Falls_of_Niagara_from_Below.jpg","name":"","place":"Saint Paul","slug":"bierstadt-albert-falls-of-niagara-from-below","width":752,"height":1030,"desc":"Water from the melting glaciers some 12,000 years ago drained down the Minnesota River valley and into what is now the Mississippi River. This massive river, which geologist call the River Warren, included a huge waterfall right near present day Saint Paul. \n\nOver thousands of years, rushing water eroded the riverbed and the waterfall retreated upstream. Saint Anthony Falls is the remnant of this once mighty waterfall. \n\nThe waterfall and underlying sandstone geology formed the landscape of the river we know today and shaped the region’s history. The retreating waterfall carved the steep walled gorge that lies between Minneapolis and Saint Paul. Early travelers arriving by steamboat landed at Saint Paul because huge boulders left behind by the waterfall combined with the steep drop from Saint Anthony Falls to the mouth of the Minnesota River made it nearly impossible for boats to continue farther. That steep drop, however, provided the waterpower at Saint Anthony Falls that spurred the development of Minneapolis.","caption":"This painting of Niagara Falls gives a good idea of what the waterfall in Saint Paul 12,000 years ago might have looked like.","credit":"Albert Bierstadt / Wikimedia Commons / public domain","order":"1"}
{"_id":"8ckvN6Er8uGA6uHhu","filename":"MH5-9-MP3-1N-p84.jpg","name":"","place":"Saint Anthony Falls","slug":"m-h5-9-m-p3-1-n-p84","width":1550,"height":1240,"desc":"On the evening of September 5, 1882, electricity lit up the businesses and bars on Washington Avenue for the first time. The first hydroelectric power central station in the United States generated the electricity. The Minnesota Brush Electric Company’s power station at Saint Anthony Falls heralded the coming of hydroelectricity. \n\nThree new hydroelectric plants built at Saint Anthony Falls between 1894 and 1908 allowed the power of the falls to reach far beyond the river. The Hennepin Island Hydroelectric Plant built in 1908 still generates electricity. \n","caption":"The Main Street Hydroelectric Station in 1926.","credit":"Minnesota Historical Society / Public domain","order":"14"}
{"_id":"8ynejRsfBNmkwLRHA","filename":"MR2-9-SP3-1F-p103.jpg","name":"","place":"Saint Paul","slug":"m-r2-9-s-p3-1-f-p103","width":1650,"height":1303,"desc":"In the early 1900s, most of the grain grown in the region passed through Minneapolis. Two men, William Wallace Cargill and Frank Hutchinson Peavey, dominated the gain buying, selling and shipping industry. \n\nMany farmers felt that they weren’t getting a fair deal. They organized the Equity Cooperative Exchange to provide an alternative way to bring their grain to market. In 1917, the exchange built the first cooperatively owned terminal gain elevator in the country. ","caption":"This photo from 1955 shows the elevator, sack house and loading dock that the exchange added in 1927 when the facility was updated and expanded. ","credit":"Minnesota Historical Society / Public domain","order":"7"}
{"_id":"8z4dAh9dYMj4rExQ4","filename":"MH5_9-MP4_21-r19.jpg","name":"","place":"Saint Anthony Falls","slug":"m-h5-9-m-p4-21-r19","width":2000,"height":1188,"desc":"The Hennepin Avenue Suspension bridge, built in 1855, became the first permanent bridge built across the Mississippi River. \n","credit":"Minnesota Historical Society / Public domain","order":"12"}
{"_id":"AbyKwXTHLEBchbCvf","filename":"HD7-51-p55.jpg","name":"","place":"Saint Paul","slug":"h-d7-51-p55","width":1550,"height":1255,"desc":"Saint Paul’s neighbor, South Saint Paul, got its start as home to stockyards.\n\nIn the late 1800s, trains carried tens of thousands of heads of cattle through Saint Paul to stockyards and meat packing plants in Chicago. Then they transported the meat back to the residents of the Twin Cities. \n\nA.B. Stickney, president of the Minnesota and Northwestern Railroad. saw the potential for large-scale stockyards in the Twin Cities. With financial backing from James J. Hill, he acquired land along the river south of Saint Paul. The location was ideal—close to the railroads for easy transportation and the river provided a convenient way to carry waste downstream away from the city. \n\nFour of the nation’s five top meat packers had plants in South Saint Paul and by 1900 meat-packing was Minnesota’s fourth leading industry. \n","caption":"South Saint Paul stockyards, 1930. ","credit":"Peter Schawang / Minnesota Historical Society / Public domain","order":"8"}
{"_id":"AcYq5YyBt4ZgXAMmg","filename":"5084-A.jpg","name":"","place":"Hastings","slug":"5084-a","width":1555,"height":855,"desc":"Despite dredging and the construction of wing dams, the river between Hastings and Saint Paul remained difficult to navigate in the 1920s. In 1927, Congress authorized the construction of a lock and dam at Hastings to raise the water level and improve the river for navigation.\n","caption":"Lock and Dam 2 at Hastings.","credit":"Minnesota Historical Society / Public domain ","order":"5"}
{"_id":"AkNcEQHyxRqujJRyX","filename":"MR2-9-SP1C-r43.jpg","name":"","place":"Saint Paul","slug":"m-r2-9-s-p1-c-r43","width":1493,"height":896,"desc":"Settlement grew quickly in Saint Paul after the Dakota signed the 1837 treaty ceding their lands east of the Mississippi. \n\nBy 1854, a settlement that began as a small unorganized community called Pigs Eye became the city of Saint Paul.\n\nBy 1865 the city’s population had soared to nearly nearly 13,000. By comparison, Minneapolis had only 4,700 residents. \n","caption":"Saint Paul in about 1865. ","credit":"Charles A. Zimmerman / Minnesota Historical Society / Public domain","order":"4"}
{"_id":"AsH8kG5zThj9bCQyj","filename":"por-20585-p1.jpg","name":"","place":"Fort Snelling","slug":"por-20585-p1","width":1348,"height":1600,"desc":"Despite the 1820 Missouri Compromise, which forbid slavery north of the 36°30’ latitude line in the territory gained through the Louisiana Purchase, between 15 and 30 enslaved African Americans lived and worked at Fort Snelling at any given time in the 1820s and 1830s. \n\nDred and Harriet Scott, the two most famous slaves to reside at Fort Snelling, later argued that they should be free due to this violation of the Missouri Compromise. Although the U.S. Supreme Court ruled against them, their case stands as a major event in the national debate about slavery that culminated in the Civil War. \n","caption":"Dred Scott in 1857.","credit":"Minnesota Historical Society / Public domain ","order":"8"}
{"_id":"BJEAv2AxeE7tWKWHC","filename":"AV1991-85-33.jpg","name":"","place":"Mounds Park","slug":"a-v1991-85-33","width":1650,"height":1035,"desc":"The Mdewakanton Dakota village Kaposia, or Little Crow’s Village, grew the banks of the Mississippi River. Originally located on the east side of the river just below present day Mounds Park, the village later moved to the river’s west side where it remained until the Treaty of Mendota in 1851. \n\nDuring the early 1800s, more than 400 people lived at Kaposia, primarily during the warm months. Like other Native Americans who lived along the river, the people of Kaposia relied upon the river for water, food and transportation. \n","caption":"Kaposia II located on the west side of the river.","credit":"Seth Eastman / Minnesota Historical Society / Public domain","order":"4"}
{"_id":"BqLFxSPHC4JjAoLBv","filename":"MH5-9-MP4-2-p51.jpg","name":"","place":"Lock and Dam #1","slug":"m-h5-9-m-p4-2-p51","width":1550,"height":1004,"desc":"The river between Saint Paul and Minneapolis was shallow, narrow, and strewn with boulders, impossible conditions for steamboats. Minneapolis pushed hard to gain federal support for navigation improvements to make it possible for steamboats to navigate the river above Saint Paul. \n\nIn 1899, the Army Corps of Engineers began constructing the Mississippi River’s first lock and dam. Known as the Meeker Island Lock and Dam, it lay just north of Lake Street/Marshall Avenue Bridge, and it became the first of two planned dams that would make the river navigable between Minneapolis and Saint Paul. \n","caption":"Looking upstream at the Meeker Island Lock and Dam under construction in the distance. ","credit":"Minnesota Historical Society / Public domain","order":"1"}
{"_id":"CxMWv8djtviv5SEvS","filename":"Collection-III-55-Box-1.jpg","name":"","place":"Mounds Park","slug":"collection-i-i-i-55-box-1","width":1134,"height":1431,"desc":"The Dakota called the large cave in the river bluff near present day Saint Paul Wakan Tepee. The cave served as a meeting place where representatives of different Indian nations came together to maintain alliances and make decisions.\n\nBritish explorer Johnathan Carver “discovered” the cave on November 14, 1766. The following spring, eight Dakota bands held an annual council meeting at the cave. Carver attended hoping to convince the Dakota to trade with the British rather than the French. \n","caption":"The view from inside Wakan Tepee or Carver’s Cave in approximately 1920. ","credit":"Minneapolis Times / Minnesota Historical Society / Public domain","order":"2"}
{"_id":"Ddd4eujd2Hx8hw6uz","filename":"HE6-7-p24.jpg","name":"","place":"Saint Paul","slug":"h-e6-7-p24","width":1494,"height":1113,"desc":"Saint Paul got its start as a river town, but it quickly became a “Rail City.” Improvements needed to make the river more navigable were slow to come, and the river’s flat floodplain made ideal grades for railroad tracks. In some places the railroads shaved back the river bluffs to make room for tracks.  \n\nAs the railroads came to dominate transportation, the city turned its back on the river. Lined with industry and polluted with the city’s waste, the river was largely inaccessible and undesirable. ","caption":"Railroad tracks crisscrossed the river’s floodplain in 1931.  ","credit":"Saint Paul Daily News / Minnesota Historical Society / Public domain","order":"11"}
{"_id":"EbwrWEFWdkoBzy4nG","filename":"FtSnelling_Pt_356-256-8_side_A.jpg","name":"","place":"Fort Snelling","slug":"ft-snelling-pt-356-256-8-side-a","width":1648,"height":1368,"desc":"As the glaciers of the last ice age retreated some 12,000 years ago, people began moving into the area that is now Minnesota. While relatively little is known about their lives, the Mississippi River likely served as an important transportation and trade route.: Tthe plants and animals found along it became a valuable food source.","caption":"Archaeologists found this projectile point at Fort Snelling in the 1970s. It is likely at least 2,500 years old.","credit":"Minnesota Historical Society / All rights reserved","order":"1"}
{"_id":"Gdn3cokQSXKaXR2EE","filename":"MR2-9-SP4-1I-p38.jpg","name":"","place":"Mounds Park","slug":"m-r2-9-s-p4-1-i-p38","width":1480,"height":776,"desc":"Native Americans living in the area 2,000 years ago built 37 mounds on the bluff overlooking the river, but only six remain. Excavations at of some of the mounds in the 1800s revealed burial tombs inside. Archaeologists found a clay death mask, stone pipes and copper ornaments with the burials. \n\nThe mounds are one of the northern most sites from the cultural tradition archaeologists call the Hopewell. Archaeologists describe the Hopewell tradition as a set of cultures located mainly along rivers in what is now the eastern United States and which were connected to each other through a complex network of trade routes. In addition to trading material goods, these cultures traded ideas and beliefs, including the building of mounds.","credit":"William Haas and Company / Minnesota Historical Society / Public domain","caption":"Indian Mound Park in Saint Paul in approximately 1900. ","order":"1"}
{"_id":"J6Gb8vxZTx3CCzovZ","filename":"GV3_62-p73.jpg","name":"","place":"Saint Paul","slug":"g-v3-62-p73","width":2000,"height":1691,"desc":"In 1900, Dr. Justus Ohage gave Harriet Island to the people of Saint Paul for use as a public recreation area. The island became a popular destination with swimming beaches, exercise grounds, a pavilion and a zoo. But by the early 1920s, the river had become so polluted that few people visited the island. \n\nIn the early 1950, Harriet Island became an island in name only as fill closed one water channel around the island. As the river has been cleaned up Harriet Island has once again become a popular destination for outdoor recreation and gatherings. \n","credit":"Minnesota Historical Society / Public domain","order":"10"}
{"_id":"KA8o3KDeTHQKxPQvA","filename":"AV1979-144.jpg","name":"","place":"Saint Anthony Falls","slug":"a-v1979-144","width":1458,"height":915,"desc":"Long before the first European explorers “discovered” the falls, Native Americans who lived in the area knew them well. \n\nArchaeological evidence shows that people lived in the area as long as 12,000 years ago. When the first Europeans arrived in 1680, the Dakota were the dominant tribe in the area. \n","caption":"","credit":"Jean Alexis Fournier / Minnesota Historical Society / Public domain","order":"1"}
{"_id":"KZ8rdsswLHEgiZxhe","filename":"E91-1S-r5.jpg","name":"","place":"Fort Snelling","slug":"e91-1-s-r5","width":893,"height":1285,"desc":"After the 1862 U.S.-Dakota War, some Dakota fled north into Canada. Sakpedan (Little Six) and Wakanozhanzhan (Medicine Bottle) were among them. British agents captured them and turned them over to U.S. authorities in January 1864. A military commission at Fort Snelling tried them for their involvement in the war and sentenced them to death. They were hanged at Fort Snelling on November 11, 1865.  \n\nPreviously, the Army hanged 38 other Dakota men in Mankato, Minnesota for their involvement in the conflict. This remains the largest mass execution in U.S. history. \n","caption":"Sakpedan (Little Six) and Wakanozhanzhan (Medicine Bottle) while being held prisoner at Fort Snelling.","credit":"Joel Emmons Whitney / Minnesota Historical Society / Public domain","order":"6"}
{"_id":"Kgruou36JyvbaJdZz","filename":"MH5-9-MP4-2-r40.jpg","name":"","place":"Lock and Dam #1","slug":"m-h5-9-m-p4-2-r40","width":1550,"height":957,"desc":"The first steamboat passed through the Meeker Island Lock and Dam on May 19, 1907. But just five years later, the Army Corps of Engineers demolished the dam and abandoned the project. \n\nBy the time the Meeker Island Lock and Dam opened in 1907, hydroelectric power had come of age. The two low dams that the Corps of Engineers had planned—Meeker Island and Lock and Dam 1, also known as the Ford Dam—could not be used for hydroelectric power generation. Instead of completing the project as planned, the Corps demolished the Meeker Island Dam and modified the design of Lock and Dam 1, which was under construction, to make it suitable for hydroelectric generation. \n","caption":"The completed Meeker Island Lock and Dam. ","credit":"Minnesota Historical Society / Public domain","order":"2"}
{"_id":"L4Z2Fj56CSKdFwuGW","filename":"Ferrell_333.jpg","name":"","place":"Saint Anthony Falls","slug":"ferrell-333","width":2000,"height":1610,"desc":"The first commercial flour mill joined the lumber mills at Saint Anthony Falls in 1851. Over the decades that followed, industrialists built more and more flour mills at the falls. The lumber mills that once dominated the falls gradually relocated to north Minneapolis fueled by steam rather than water power. Flour milling became the new king at Saint Anthony Falls. ","credit":"Minnesota Historical Society / Public domain","order":"8"}
{"_id":"LrZzXpvvKqPsFfJvh","filename":"AV1988-45-18.jpg","name":"","place":"Fort Snelling","slug":"a-v1988-45-18","width":1915,"height":1287,"desc":"Under the command of Colonel Josiah Snelling, the Army laid the cornerstone for a fort at the confluence of the Mississippi and Minnesota Rivers on September 10, 1820. The Army built Fort Snelling, as it was later named, to protect the fur trade from the British and to control the local Native Americans. ","credit":"Minnesota Historical Society / Public domain","order":"3"}
{"_id":"LuwCZxsd9FvpmJfdw","filename":"MR2-9-SP3-1H-p24.jpg","name":"","place":"Saint Paul","slug":"m-r2-9-s-p3-1-h-p24","width":1509,"height":1190,"desc":"The river’s geology and the city’s large number of German immigrants combined to make Saint Paul the top beer producer in the state. Brewers dug long tunnels deep into the river’s soft sandstone bluffs and used them to cool and age their beer. \n\nIn 1887 Saint Paul had 12 breweries. Minnesota ranked fifth nationally in beer production despite only ranking 20th in population. Although many of the breweries only sold their beer locally, some eventually became nationally known. \n","caption":"Hamm’s Brewery in about 1900. ","credit":"Alfred U. Palmquist / Minnesota Historical Society / Public domain","order":"9"}
{"_id":"NkixXKEmmsghB4MAt","filename":"AV1991-85-35.jpg","name":"","place":"Fort Snelling","slug":"a-v1991-85-35","width":1500,"height":1152,"desc":"When completed in 1825, Fort Snelling attracted settlers to the area and quickly became a regional center for trade and intertribal gatherings. \n","credit":"Seth Eastman / Minnesota Historical Society / Public domain","order":"4"}
{"_id":"QStAai84mFuQz6j64","filename":"MR2-9-SP3-1S-p225.jpg","name":"","place":"Saint Paul","slug":"m-r2-9-s-p3-1-s-p225","width":1442,"height":1650,"desc":"Although Minneapolis became the undisputed king of milling, Saint Paul had seven flour mills of its own in the early 1880s.","caption":"The Saint Paul Roller Mill Company was located near the Wabasha Street Bridge.","credit":"Minnesota Historical Society / Public domain","order":"6"}
{"_id":"QYv9eMMJpmbTY4Pch","filename":"MH5-9-MP1E-p3-original.jpg","name":"","place":"Bohemian Flats","slug":"m-h5-9-m-p1-e-p3-original","width":1556,"height":1208,"desc":"The city’s poorest residents often lived in the least desirable areas like low lying areas along the river prone to frequent flooding. Bohemian Flats was one such poor neighborhood in Minneapolis. Although called Bohemian Flats, people of many nationalities lived there until the early 1930s. \n","caption":"Bohemian Flats in 1880. ","credit":"Emil Hilgarde / Minnesota Historical Society / Public domain","order":"1"}
{"_id":"QqbTbsaKK6WSMeaya","filename":"AV1991-85-3.jpg","name":"","place":"Saint Anthony Falls","slug":"a-v1991-85-3","width":1500,"height":1069,"desc":"In the early 1820s soldiers from Fort Snelling built two small mills on the west side of Saint Anthony Falls. For the first time people harnessed the power of the falls to mill lumber and grain. Before long Saint Anthony Falls became a major milling center leading to the birth of the city of Minneapolis.","caption":"The Fort Snelling mills are visible on the left side of this illustration.","credit":"Artist: Seth Eastman, Engraver: J.C. McRae / Minnesota Historical Society / Public domain ","order":"3"}
{"_id":"SENuMpugKHvpJ2aGt","filename":"AV2004-88.jpg","name":"","place":"Mendota","slug":"a-v2004-88","width":1550,"height":1110,"desc":"In 1834, Henry Hastings Sibley, the regional manager for the American Fur Company, made his headquarters in Mendota. Like many fur traders, he had close ties with the local Native American community. He hunted with Dakota men and had a short union with Red Blanket Woman a Mdewakanton Dakota woman. They had a daughter, Helen Hastings or Wahkiyee (Bird).","caption":"View of Mendota across the Minnesota River.","credit":"Seth Eastman / Minnesota Historical Society / Public domain","order":"2"}
{"_id":"SyNDzWtupo25DbSzR","filename":"HE5-15-r8.jpg","name":"","place":"Hastings","slug":"h-e5-15-r8","width":1296,"height":777,"desc":"Before bridges, ferries carried people back and forth across the river. One of the first ferries in the area, the Point Douglas Ferry near Hastings ran until a bridge was built in 1895. \n","caption":"The point Douglas Ferry, four miles south of Hastings. ","credit":"Minnesota Historical Society / Public domain","order":"3"}
{"_id":"TjdbionFDmP92DXRW","filename":"Minneapolis-Mill_City_Museum-20070514.jpg","name":"","place":"Saint Anthony Falls","slug":"minneapolis-mill-city-museum-20070514","width":1992,"height":1290,"desc":"In 1880 Minneapolis became the nation’s top flour producer, a distinction it would maintain for the next 50 years. \n\nAlthough the last flour mill didn’t close until 2003, the milling industry at the falls began to decline as early as the 1930s. For the next several decades, the city turned its back on the milling district that had once been its economic heart. Now the area has found new life as a home to parks, restaurants, museums and theaters. \n","credit":"Courtesy Payton Chung / CC-BY-2.0","order":"11"}
{"_id":"TroTMrSjZwxAbK8gB","filename":"HE5-44-r1.jpg","name":"","place":"Saint Anthony Falls","slug":"h-e5-44-r1","width":1453,"height":873,"desc":"In the mid-1800s, water power at Saint Anthony Falls powered a booming lumber industry. Milling didn’t just change the falls. Lumberjacks clear-cut the northern forests of Minnesota and Wisconsin and floated the logs downstream to the mills. \n\nMuch of the resulting lumber flowed downriver to Saint Louis. But the cities of Saint Anthony, located on the east side of the falls, Minneapolis and Saint Paul began to command more and more of the mills’ output to support the needs of their rapidly growing populations. \n","caption":"Log drivers working above Saint Anthony Falls in 1881.","credit":"Michael Nowack / Minnesota Historical Society / Public domain","order":"5"}
{"_id":"WfSvYWLXbNbBtrTo2","filename":"MD2_9-HS4S-p12.jpg","name":"","place":"Hastings","slug":"m-d2-9-h-s4-s-p12","width":2000,"height":1471,"desc":"An iconic landmark in Hastings, the spiral bridge rose above the river in 1895. Demolished in 1951, a new bridge better suited to handle modern vehicles replaced it. ","credit":"Minnesota Historical Society / Public domain","order":"4"}
{"_id":"ZLugrEzfWLiHm6NTr","filename":"por-15571-p1.jpg","name":"","place":"Saint Anthony Falls","slug":"por-15571-p1","width":636,"height":857,"desc":"Franklin Steele, a storekeeper at Fort Snelling and part owner of the Saint Croix Falls Lumber Company, built the first dam and commercial sawmill at Saint Anthony Falls in 1848. Other mills quickly followed and for the next 100 years the falls were a major center of commercial milling.","credit":"Minnesota Historical Society / Public domain","order":"4"}
{"_id":"ZyuKChdWa4GhFBxRv","filename":"E91-31-p33.jpg","name":"","place":"Mendota","slug":"e91-31-p33","width":1500,"height":1200,"desc":"Black Dog’s Village – a Mdewakanton Dakota village located on the Minnesota River – sat a short distance up stream from its confluence with the Mississippi.","caption":"Black Dog’s Village in approximately 1863.","credit":"Minnesota Historical Society / Public domain","order":"3"}
{"_id":"aTNwtXixgSNsSSeSk","filename":"AV1988-45-319.jpg","name":"","place":"Mendota","slug":"a-v1988-45-319","width":1553,"height":1158,"desc":"In 1834, Henry Hastings Sibley, the regional manager for the American Fur Company, made his headquarters in Mendota. Sibley’s stone home, located just across the Minnesota River from Fort Snelling, became a gathering place not only for those involved in the fur trade, but also for adventurers, politicians, artists and scientists.  \n\nAfter the American Fur Company went bankrupt in 1842, Sibley became a land speculator and eventually the first governor of Minnesota.  \n","caption":"Sibley’s Mendota house in 1888. ","credit":"Alexis Jean Fournier / Minnesota Historical Society / Public domain","order":"1"}
{"_id":"b9moXMgqFFcnZ33ER","filename":"E435-22-p3.jpg","name":"","place":"Fort Snelling","slug":"e435-22-p3","width":1506,"height":1112,"desc":"Fort Snelling’s role as a frontier fort ended after the signing of the Treaty of Mendota in 1851, but the fort remained a valuable military asset until the Army decommissioned it in 1946. \n\n•\u00091861–1865 The fort served as a rendezvous and training center for nearly 25,000 troops during the Civil War.\n\n•\u00091898 Fort Snelling soldiers deployed to Cuba during the Spanish-American War.\n\n•\u00091917–1918 Fort Snelling processed troops leaving to fight in World War I. Officer training camps held at the fort prepared new officers for the war. \n\n•\u00091920s The Army trained National Guard officers at Civilian Military Training Camps held at the fort. \n\n•\u00091941–1945 During World War II, the Army ran a recruiting and reception center for draftees and recruits at Fort Snelling. The center processed up to 450 recruits per day.\n\n•\u00091944–1946 Fort Snelling hosted the Military Intelligence Service Language School. Students studied Japanese, Korean and Chinese languages and cultures to prepare for roles as interpreters and military intelligence agents. ","caption":"Soldiers at Fort Snelling training for World War I.","credit":"Minnesota Historical Society / Public domain","order":"9"}
{"_id":"btND6MPwh6YkWACEL","filename":"MH5-9-MP1i-p5.jpg","name":"","place":"Saint Anthony Falls","slug":"m-h5-9-m-p1i-p5","width":1524,"height":1199,"desc":"In the mid-1800s Minneapolis had a problem, most of the railroad lines were on the east side of the river. To provide better rail transportation to Minneapolis, James J. Hill built the Great Northern stone arch bridge. Completed in 1883, the bridge carried trains across the river until 1978. \n\nAfter a period of disuse, the city opened the bridge to bike and pedestrian traffic in the early 1990s. \n","caption":"The Great Northern stone arch bridge.","credit":"Charles P. Gibson / Minnesota Historical Society / Public domain ","order":"13"}
{"_id":"dRGKynKmQCyWrbgM5","filename":"por-20435-p2.jpg","name":"","place":"Fort Snelling","slug":"por-20435-p2","width":1049,"height":1499,"desc":"Lieutenant Zebulon Pike arrived on the big island at the confluence of the Mississippi and Minnesota Rivers on September 21, 1805. He had traveled from Saint Louis on a mission to make alliances with the Dakota and Ojibwe and secure the best sites for military forts. \n\nThe next day, Pike began negotiations with seven Dakota chiefs to obtain the land at the mouth of the Minnesota River. Even though only two of the Dakota leaders signed the treaty, the United States acquired 100,000 acres of land for $2,000. This land, which extended all the way to Saint Anthony Falls, eventually became the site of Fort Snelling.  \n","credit":"Minnesota Historical Society / Public domain","order":"2"}
{"_id":"dxvaPaQh4MZQvdi5k","filename":"NP-125813.jpg","name":"","place":"Lock and Dam #1","slug":"n-p-125813","width":1468,"height":1172,"desc":"The Army Corps of Engineers completed Lock and Dam 1 in 1917, but the Ford Motor Company did not finish the hydroelectric station until 1924. The delay resulted from debate in Congress about the best way to develop the nation’s hydropower resources. In the end, the federal government built the platform for the hydropower station, and Ford built the hydroelectric station. \n","caption":"Lock and Dam 1 with the Ford Hydroelectric Power Plant. ","credit":"Norton \u0026 Peel / Minnesota Historical Society / Public domain","order":"4"}
{"_id":"fBCM4kfZCTuvghK55","filename":"Lewis-point-1198.jpg","name":"","place":"Saint Paul","slug":"lewis-point-1198","width":3008,"height":2000,"desc":"Archaeological evidence indicates that people moved into the area as soon as the glaciers retreated. The area’s earliest residents likely hunted mammoth, mastodons and other now-extinct animals. As the climate changed, and these animals became extinct, bison became an important food source. \n","caption":"Evidence of the area earliest residents, T.H. Lewis found this Late Paleoindian (10,000 – 8,000 years B.P.) projectile point across the river from downtown Saint Paul.","credit":"Minnesota Historical Society / All rights reserved","order":"2"}
{"_id":"fphJxNZEaEopi2sJT","filename":"MH5-9-MP4-35-p4.jpg","name":"","place":"Saint Anthony Falls","slug":"m-h5-9-m-p4-35-p4","width":1550,"height":1255,"desc":"The Army Corps of Engineers determined that two locks were required to lift boats over Saint Anthony Falls. The Corps of Engineers completed the Lower Saint Anthony Falls Lock in 1956. When the Upper Saint Anthony Falls Lock opened in 1963, boats could move freely from the heart of Minneapolis to the Gulf of Mexico for the first time.\n","caption":"Construction of the Upper Saint Anthony Falls Lock in 1960.","credit":"Dale L. Sperline / Minnesota Historical Society / Public domain ","order":"17"}
{"_id":"h28WkzDvXnBw8cSXi","filename":"Ritchie.jpg","name":"","place":"Saint Paul","slug":"ritchie","width":2140,"height":1601,"desc":"People have traveled by boat on this section of the Mississippi River for thousands of years. But the arrival of the first steamboat at Fort Snelling in 1823 signaled the beginning of a new era. Steamboats transported people and goods far more quickly and in far greater quantities.\n\nSaint Paul quickly became a bustling port city. By the 1850s steamboats came and went more than 1,000 times each year. These boats were instrumental in bringing settlers to Minnesota and surrounding territories. Between 1850 and 1860 Minnesota's population shot up from 6,077 to 172,023, and many of these new residents arrived via steamboat.","caption":"A steamboat headed for Saint Paul in 1853. ","credit":"Thompson Ritchie / Library of Congress / Public domain","order":"3"}
{"_id":"kow2TDiafake6cqXZ","filename":"HD7-a1.jpg","name":"","place":"Saint Anthony Falls","slug":"h-d7-a1","width":1797,"height":2391,"desc":"This poster proudly proclaims, “From the fields of Dakota to the markets of the world.”\n\nMinneapolis’s flour milling industry had far-reaching effects as farmers plowed the region’s prairies and planted them with wheat destined to be milled into flour at the falls.\n","credit":"Minnesota Historical Society / Public domain","order":"9"}
{"_id":"mmcYSiSftuaqDmzZS","filename":"100_6823.jpg","name":"","place":"Saint Anthony Falls","slug":"100-6823","width":2000,"height":1500,"desc":"The Upper Saint Anthony Falls Lock closed on June 10, 2015, 52 years after it opened. Congress didn’t specify a reason for its decision to close the lock. But with the lock closed, Saint Anthony Falls forms a barrier preventing the spread of invasive bighead and silver carp further up the river. \n","caption":"Boaters pass through the lock on its last day in operation. ","credit":"Courtesy John Anfinson / All rights reserved","order":"18"}
{"_id":"naMHRvH5pBXKPpxBa","filename":"MH5-9-MP4-31-p36.jpg","name":"","place":"Saint Anthony Falls","slug":"m-h5-9-m-p4-31-p36","width":1346,"height":1020,"desc":"By 1869, 18 lumber mills operated at Saint Anthony Falls. As the millers dammed the falls, the natural free-flowing waterfall described by the early explorers all but disappeared. \n","caption":"Platform mills on the west side of the falls in about 1868.","credit":"Minnesota Historical Society / Public domain","order":"6"}
{"_id":"oqRPdsDyhAfddvpoW","filename":"9218-B.jpg","name":"","place":"Lock and Dam #1","slug":"9218-b","width":1445,"height":1152,"desc":"When construction began on Lock and Dam 1, also known as the Ford Dam, the design called for a low dam that would work in concert with the Meeker Island Lock and Dam a short distance upstream. Partway through construction the plan changed. The Army Corps of Engineers increased the dam’s height to make it suitable for hydroelectric power generation. The redesigned lock and dam opened in 1917. \n","caption":"Lock and Dam 1 under construction. ","credit":"Minnesota Historical Society / Public domain","order":"3"}
{"_id":"ou76YLZRec7RWqRoy","filename":"MH5-9-MP3-1W-r59.jpg","name":"","place":"Saint Anthony Falls","slug":"m-h5-9-m-p3-1-w-r59","width":1707,"height":1067,"desc":"Flour dust inside the Washburn A Mill exploded on May 2, 1878. The explosion and fire that followed killed 18 men and destroyed one-third of the city’s milling capacity.\n\nThe accident didn’t slow down flour milling for long. The mill owners quickly rebuilt the damaged mills and by the end of the year 17 new flour mills rose on the west side, including a new Washburn A Mill. \n","credit":"William H. Jacoby / Minnesota Historical Society / Public domain","order":"10"}
{"_id":"pc9e4qnk2hcmGuCi2","filename":"MH5-9-F1-3CW-p7.jpg","name":"","place":"Fort Snelling","slug":"m-h5-9-f1-3-c-w-p7","width":1513,"height":1080,"desc":"The soldiers who built Fort Snelling camped near a natural water spring located a short distance northwest of the fort. It attracted civilian tradesmen and traders who settled at the spring in what is considered the first American settlement in Minnesota. Camp Coldwater, as it was known, boasted a population of 150 by the 1830s. \n\nIn 1840, the military commander at Fort Snelling forced residents of Camp Coldwater to relocate off military property. Many of them moved to the east side of the river a few miles downstream from the fort. This new settlement would later become Saint Paul. \n","caption":"The Spring at the site of Camp Coldwater in about 1900. ","credit":"Minnesota Historical Society / Public domain","order":"7"}
{"_id":"pvrs4E7xd4X7R5dnG","filename":"HE5-11E-r5.jpg","name":"","place":"Saint Anthony Falls","slug":"h-e5-11-e-r5","width":1150,"height":1247,"desc":"Until the Army Corps of Engineers completed the Upper Saint Anthony Falls Lock in 1963, the falls blocked navigation. Although people occasionally portaged boats around the falls, most operated on just one side of the falls, and the vast majority of boat traffic took place below the falls.\n","caption":"The steamer Enterprise making the portage around Saint Anthony Falls.  ","credit":"Minnesota Historical Society / Public domain","order":"16"}
{"_id":"r3BRwbQWYkNpqondc","filename":"MH5-9-MP4-32-p16.jpg","name":"","place":"Saint Anthony Falls","slug":"m-h5-9-m-p4-32-p16","width":1443,"height":1550,"desc":"In 1869, a tunnel being dug to bring waterpower to a mill on Nicollet Island collapsed. Water rushed through the collapsed tunnel threatening the stability of Saint Anthony Falls. \n\nLumbermen, shopkeepers, lawyers, bakers and barbers all rushed to the scene and tried to plug the leak with logs and rocks. When their efforts failed, they called on the Army Corps of Engineers to save the falls. In 1870, Congress gave the Corps $50,000 to repair the falls. After three years of working to plug leaks, they realized it required more drastic measures. \n\nThe Corps of Engineers built a massive wall beneath the falls with a wooden apron protecting the edge from further erosion. Eventually, the Corps of Engineers replaced the wooden apron with the concrete apron that characterizes the falls today.  \n","caption":"Water rushed through the collapsed Eastman Tunnel on Hennepin Island in 1869.","credit":"William Henry Illingworth / Minnesota Historical Society / Public domain","order":"7"}
{"_id":"shadFiyLwyPt4irrL","filename":"MD2-9-HS1-r2.jpg","name":"","place":"Hastings","slug":"m-d2-9-h-s1-r2","width":1550,"height":1082,"desc":"Until 1852 only Native Americans and licensed fur traders were allowed to live west of the Mississippi River. Despite that, the junction of the Vermillion and Mississippi Rivers made for an attractive location and some settlers moved in early. \n\nOnce the 1851 treaty officially opened the area for settlement, the village grew quickly. By 1856, Hastings, as it was then called, had 1,918 residents and in 1900 the city’s population was 3,811. \n","caption":"The business district of Hastings in about 1900. ","credit":"Minnesota Historical Society / Public domain","order":"1"}
{"_id":"tNruTbAnjab4JCJpB","filename":"HE4-2-r308.jpg","name":"","place":"Saint Anthony Falls","slug":"h-e4-2-r308","width":1383,"height":721,"desc":"Power generated at Saint Anthony Falls helped the Twin Cities develop a streetcar system that stretched all the way from Lake Minnetonka to Stillwater. \n","caption":"The first electric street cars in Minneapolis, in about 1889. ","credit":"Minnesota Historical Society / Public domain","order":"15"}
{"_id":"u9oEP5F5DAYu6Zx2v","filename":"HE5-3-p15.jpg","name":"","place":"Hastings","slug":"h-e5-3-p15","width":1500,"height":1200,"desc":"In the late 1800s, the Army Corps of Engineers built hundreds of wings dams south of Saint Paul in an attempt to establish a 4 ½ foot deep channel for navigation. \n\nThe wing dams, constructed of alternating layers of brush and rock, narrowed the river, concentrating the flow into the main channel. \n","caption":"Workers constructing a wing dam. ","credit":"Minnesota Historical Society / Public domain ","order":"2"}
{"_id":"vEY7MqFwzcqMKp5gW","filename":"HE2-1-r30.jpg","name":"","place":"Coon Rapids","slug":"h-e2-1-r30","width":1174,"height":920,"desc":"During the mid-1800s, a series of “Red River ox cart trails” connected the Selkirk settlement, near present day Winnipeg, Canada, to the Mississippi River’s head of navigation at Saint Paul. Wooden carts pulled by oxen transported loads of furs south and carried food supplies, ammunition and manufactured goods on the return north. \n\nThe trails accelerated the development of Minnesota and North Dakota. Communities grew along the trails, and in some places modern highways follow the routes once taken by the ox carts. ","caption":"Red River ox cart drivers taking a rest along the trail in 1860. ","credit":"Minnesota Historical Society / Public domain","order":"2"}
{"_id":"xCp9wh7jxszDEG2NX","filename":"Captured-Sioux.jpg","name":"","place":"Fort Snelling","slug":"captured-sioux","width":2000,"height":1485,"desc":"By 1862, the Dakota had ceded much of their land to the U.S. government in exchange for yearly payments. That summer, the government failed to make its payments and crop failures and poor hunting left many Dakota families hungry. \n\nOn August 17, 1862, four Dakota men seeking food approached settlers on a farm in Acton Township. When the farmers refused, the Dakota killed five people. This was the beginning of a nearly six-week war between the Dakota and U.S. in which an estimated 700 people lost their lives. \n\nAfter the war, the Army force-marched more than 1,500 Dakota to a prison camp located along the river just below Fort Snelling. The prisoners – who were primarily women, children and elderly men – remained in the camp through the winter. They suffered malnutrition and disease outbreaks. An estimated 130–300 people died while in the camp. \n\n“Amid all this sickness and these great tribulations, it seemed doubtful at night whether a person would be alive in the morning.”\n—Tiwakan (also known as Gabriel Renville), a Sisseton Dakota held in the camp","caption":"The Dakota prison camp at Fort Snelling. ","credit":"Benjamin Franklin Upton / Minnesota Historical Society / Public domain","order":"5"}
{"_id":"xN6HbYz6FtnP9Qb9c","filename":"GT2-52-p17.jpg","name":"","place":"Bohemian Flats","slug":"g-t2-52-p17","width":1500,"height":940,"desc":"Bohemian Flats lay just downstream from Saint Anthony Falls. Residents took advantage of this location, supplementing their income by gathering lumber and logs washed downstream from the lumber mills at the falls. \n","caption":"An illustration of residents collecting wood at Bohemian Flats in 1887.","credit":"Will S. Horton / Minnesota Historical Society / Public domain","order":"2"}
{"_id":"ysFaMNCy5cnKtLNdx","filename":"Henn-SAF.jpg","name":"","place":"Saint Anthony Falls","slug":"henn-s-a-f","width":2000,"height":1619,"desc":"Motivated by a search for easy passage to the Pacific Ocean, the quest to control the area’s rich fur resources, and a desire to spread Christianity, small groups of French explorers traveled along parts of the Upper Mississippi River in the 1670s. \n\nTwo of those explorers, Father Louis Hennepin and Antoine Auguelle, became the first Europeans to see the falls in 1680. Father Hennepin named them for his patron saint, Anthony of Padua. ","caption":"A depiction of Father Louis Hennepin and Antoine Auguelle at Saint Anthony Falls in 1680.","credit":"J. N. Marchand / Minnesota Historical Society / Public domain","order":"2"}
{"_id":"zzsuuBZnZWg3Z3Tgw","filename":"Steamboats-at-St-Paul-Levee-ca-1880-MHS.jpg","name":"","place":"Saint Paul","slug":"steamboats-at-st-paul-levee-ca-1880-m-h-s","width":2000,"height":2042,"desc":"Saint Paul became the final destination for steamboats traveling up the Mississippi because the narrow gorge upstream filled with limestone boulders and turbulent rapids made it nearly impossible for boats to travel further. \n\nAs the head of navigation on the Mississippi River, tens of thousands of settlers arrived in the city, and the bustling port brought cargo in and out of the region. \n","caption":"Steamboats at Saint Paul, circa 1880. ","credit":"Minnesota Historical Society / Public domain","order":"5"}
